[
  "obsidian42-brat",
  "floating-toc",
  "wechat-public-platform",
  "obsidian-markdown-export-plugin",
  "obsidian-pandoc",
  "obsidian-advanced-new-file",
  "copilot",
  "templater-obsidian",
  "consistent-attachments-and-links",
  "terminal",
  "obsidian-dynamic-background",
  "colorful-note-borders",
  "colorful-note-background",
  "obsidian-style-settings",
  "pdf-plus",
  "vscode-editor",
  "wewrite",
  "image-upload-toolkit",
  "execute-code",
  "shiki-highlighter"
]